[
  "d2-obsidian",
  "obsidian-plantuml",
  "dataview",
  "templater-obsidian",
  "obsidian-tasks-plugin",
  "calendar",
  "quickadd",
  "omnisearch",
  "obsidian-admonition",
  "tag-wrangler",
  "settings-search",
  "latex-render",
  "any-block",
  "symbols-prettifier",
  "obsidian-style-settings",
  "diagram-zoom-drag",
  "tinychart",
  "obsidian-echarts",
  "obsidian-charts"
]